'''Все эти данные надо убрать в базу данных, уберу, если будет время'''

eight_years_poll = ['Согласен, пытаться защитить одних людей, убивая в сотни раз больше — безумие',
               'Если бы мы не нанесли упреждающий удар, то Украина напала бы первая, и жертв было бы больше',
               'ООН врет, не может быть таких жертв среди гражданского населения',
               'Украинцам надо было просто сдаться, тогда бы стольких жертв не было',
               'Эти "мирные люди" — жители Украины, а значит неонацисты, которых не жалко',
               'Это укронацисты стреляют по своим же жителям! Мы же бьем только по военным объектам',
               'Так они используют население как живой щит! Поэтому погибают мирные жители',
               'Это ужасно, но помимо защиты жителей Донбасса есть более весомые причины для начала войны',
               ]