

donbass_first_poll = ("Согласен, пытаться защитить одних людей, убивая в сотни раз больше — безумие",
                      "Если бы мы не нанесли упреждающий удар, то Украина напала бы первая, и жертв было бы больше",
                      "ООН врет, не может быть таких жертв среди гражданского населения",
                      "Эти \"мирные люди\" — жители Украины, а значит неонацисты, которых не жалко",
                      "Это укронацисты стреляют по своим же жителям! Мы же бьем только по военным объектам",
                      "Так они используют население как живой щит! Поэтому погибают мирные жители",
                      "Украинцам надо было просто сдаться, тогда бы стольких жертв не было",
                      "Это ужасно, но помимо защиты жителей Донбасса есть более весомые причины для начала войны")

donbass_second_poll = ('Вернемся к другим причинам',
                       'Вообще-то, наших войск не было в ДНР/ ЛНР все эти 8 лет',
                       'Путин просто помогал русскоязычному населению, которые не хотели жить в Украине после Майдана',
                       'Путин помог разжечь этот конфликт, чтобы помешать Украине вступить в НАТО')


web_prop = ["РИА Новости", "Russia Today",
                   "Meduza / BBC / Радио Свобода / Медиазона / Настоящее время / Популярная Политика",
                   "Телеграм-каналы: Военный осведомитель / WarGonzo / Kotsnews",
                   "Телеграм-канал: Война с фейками", "РБК",
                   "ТАСС / Комсомольская правда / АиФ / Ведомости / Лента / Интерфакс",
                   "Яндекс.Новости", "Википедия", "Никому из них...",
                   ]