welc_message_one = ("👪 Защитить русских в Донбассе",
                    "🛡 Предотвратить вторжение на территорию России или ДНР/ЛНР",
                    "🤬 Денацификация / Уничтожить нацистов",
                    "💣 Демилитаризация / Снижение военной мощи",
                    "♻️ Сменить власть в Украине",
                    "🤯 Предотвратить секретные разработки: биологическое оружие / ядерное оружие",
                    "📈 Повысить рейтинг доверия Владимира Путина",
                    "🗺 Вернуть России исторические земли / Объединить русский народ",
                    "💂 Предотвратить размещение военных баз НАТО в Украине",
                    "🤷 Я не знаю…")

donbass_first_poll = ("🤦 Согласен, пытаться защитить одних людей, убивая в сотни раз больше - это безумие",
                      "🛡 Если бы мы не нанесли упреждающий удар, то Украина напала бы первая и жертв было бы больше",
                      "📊 ООН врёт, не может быть таких жертв среди мирного населения",
                      "😕 Эти «мирные люди» - жители Украины, а значит неонацисты, их не жалко",
                      "🏢 Это украинцы сами стреляют по своим же жителям! Мы же бьем только по военным объектам",
                      "👨‍👩‍👧‍👦 Так они используют население, как живой щит! Поэтому погибают мирные жители",
                      "🏳️ Украинцам надо было просто сдаться, тогда бы столько жертв не было",
                      "🎯 Это ужасно, но помимо защиты жителей Донбасса есть более весомые причины для начала войны")

donbass_second_poll = ('Вернемся к другим причинам', 'Вообще-то, наших войск не было в ДНР/ ЛНР все эти 8 лет',
                       'Путин просто помогал русскоязычному населению, которые не хотели жить в Украине после Майдана',
                       'Путин помог разжечь этот конфликт, чтобы помешать Украине вступить в НАТО')

web_prop = ["РИА Новости",
            "Russia Today",
            "Meduza / BBC / Радио Свобода / Медиазона / Настоящее время / Популярная Политика",
            "Телеграм-канал: Война с фейками",
            "ТАСС / Комсомольская правда / Коммерсантъ / Lenta.ru / Известия",
            "Министерство обороны РФ",
            "Яндекс.Новости",
            "Википедия",
            "Никому из них..."]

nazizm = ("😠 Многие украинцы ненавидят русских только за то, что они русские",
          "🧛 Власть на Украине захватили неонацисты",
          "💀 На Украине происходит геноцид русскоязычного населения",
          "🤐 Русский язык притесняется на государственном уровне",
          "👤 У них Бандера - национальный герой и это признак нацизма",
          "🎯 На Украине есть националистические батальоны (например, Азов) и их надо уничтожить",
          "🚶 На Украине проходят марши националистов и факельные шествия - это ненормально",
          "✍️ На Украине переписывают историю / Разрушают советские памятники / Унижают ветеранов",
          "😤 Многие украинцы ненавидят евреев", "🙅 Ничего из вышеперечисленного...")

nazizm_pr = ["📊 Больше 90%", "📊 Около половины", "📊 Примерно четверть", "📊 Менее 5%"]

nazi_second_poll = ['95%', '76%', '45%', '21%', '6%']
