welc_message_one = ("👪 Защитить русских в Донбассе", "🛡 Предотвратить вторжение на территорию России или ДНР/ЛНР",
                    "🙋‍♂️ Денацификация / Освободить Украину от нацизма",
                    "💣 Демилитаризация / Снижение военной мощи",
                    "♻️ Сменить власть на Украине / Сделать её лояльной России",
                    "💂 Предотвратить размещение военных баз НАТО на Украине",
                    "📈 Повысить рейтинг доверия Владимира Путина",
                    "🗺 Вернуть России исторические земли / Объединить русский народ",
                    "🤯 Предотвратить секретные разработки: биологическое оружие / ядерное оружие", "🤷 Я не знаю…")

true_and_idk_goals = (welc_message_one[4], welc_message_one[6], welc_message_one[7], welc_message_one[9])

donbass_first_poll = ("🤝 Согласен(а), пытаться защитить одних людей, убивая в сотни раз больше — это безумие",
                      "🛡 Если бы мы не нанесли упреждающий удар, то Украина напала бы первая и жертв было бы больше",
                      "📊 ООН врёт, не может быть таких жертв среди мирного населения",
                      "🏳️ Украинцам надо было просто сдаться, тогда бы столько жертв не было",
                      "😕 Эти «мирные люди» - жители Украины, а значит неонацисты, их не жалко",
                      "🏢 Это украинцы сами стреляют по своим же жителям! Мы же бьем только по военным объектам",
                      "👨‍👩‍👧‍👦 Так они используют население, как живой щит! Поэтому погибают мирные жители",
                      "🎯 Это ужасно, но помимо защиты жителей Донбасса есть более весомые причины для начала войны")

donbass_second_poll = ('Вернемся к другим причинам', 'Вообще-то, наших войск не было в ДНР/ ЛНР все эти 8 лет',
                       'Путин просто помогал русскоязычному населению, которые не хотели жить в Украине после Майдана',
                       'Путин помог разжечь этот конфликт, чтобы помешать Украине вступить в НАТО')

web_prop = ["Яндекс",
            "Википедия",
            "РИА Новости",
            "Министерство обороны РФ",
            "Russia Today",
            "ТАСС / Комсомольская правда / Коммерсантъ / Lenta.ru / Известия",
            "Meduza / Дождь / Би-би-си",
            "Телеграм-канал «Война с фейками»",
            "Никому из них..."]

people_prop = ["Владимир Путин", "Дмитрий Песков", "Сергей Лавров", "Владимир Соловьев", "Никита Михалков",
               "Маргарита Симоньян", "Никому из них..."]
nazizm = (
    "😠 Многие украинцы ненавидят русских только за то, что они русские", "🧛 Власть на Украине захватили неонацисты",
    "💀 На Украине происходит геноцид русскоязычного населения", "🤐 Русский язык притесняется на государственном уровне",
    "👤 У них Бандера - национальный герой и это признак нацизма",
    "🎯 На Украине есть националистические батальоны (например, Азов) и их надо уничтожить",
    "🚶 На Украине проходят марши националистов и факельные шествия - это ненормально",
    "✍️ На Украине переписывают историю / Разрушают советские памятники / Унижают ветеранов",
    "😤 Многие украинцы ненавидят евреев", "🙅 Ничего из вышеперечисленного...")

nazizm_pr = ("📊 Больше 90%", "📊 Около половины", "📊 Примерно четверть", "📊 Менее 5%")

nazi_second_poll = ['95%', '76%', '45%', '21%', '6%']

channels = ("РИА Новости",
            "Министерство обороны РФ",
            "Russia Today",
            "ТАСС / Комсомольская правда / Коммерсантъ / Lenta.ru / Известия",
            "Телеграм-канал «Война с фейками»")

antip_q1_options = ['Около 3000 человек', 'Около 11000 человек', 'Около 25000 человек', 'Около 40000 человек']
antip_q2_options = ['Около 1000 скоплений', 'Около 4000 скоплений', 'Около 12000 скоплений', 'Около 39000 скоплений']
antip_q3_options = ['Отъявленные националисты', 'Боевики', 'Батальоны украинских нацистов',
                    'Джихад-мобили', 'Бандер-автомобили']

shop_poll = ["Около 1 000 000 000 (1 миллиарда) рублей",
             "Около 100 000 000 000 (100 миллиардов) рублей",
             "Около 10 000 000 000 000 (10 триллионов) рублей",
             "Около 1 000 000 000 000 000 (1 квадриллиона) рублей"]
